<?xml version="1.0"?>
<!DOCTYPE vortaro SYSTEM "../dtd/vokoxml.dtd">

<vortaro>
<art mrk="akuzat">
<kap>
<fnt>*</fnt>
<rad>akuzativ</rad>/o
</kap>
<drv mrk="akuzat.0o">
<kap><fnt>*</fnt><tld/>o</kap>
<dif>
Kazo deklinacia, signita en esp-o per fina n kaj montranta 
</dif>
<snc num="1">
<dif>
rektan komplementon de verbo: <ekz>ne batu la fraton;
</ekz> <ekz>lupo lupon ne man&gcirc;as;
</ekz> <ekz>mi konas lin.
</ekz>
</dif>
</snc>
<snc num="2">
<dif>
Celon de movo (post la  prepozicioj allasantaj &ccirc;i tiun signifon): <ekz>meti mantelon sur  sin;
</ekz> <ekz>la muso kuris sub la liton<fnt>Z</fnt>;
</ekz> <ekz>la hirundo flugis  trans la  riveron<fnt>Z</fnt>;
</ekz> <ekz>mi voja&gcirc;as en Hispanujon<fnt>Z</fnt>;
</ekz>  <ekz>preni sur sin iun taskon<fnt>Z</fnt>;
</ekz>  <ekz>&jcirc;eti la kulpon sur iun.
</ekz>
</dif>
<rim>
Oni ne uzas akuzativon post  prepozicio signifanta per si mem almovon kiel <em>al</em>, <em>&gcirc;is</em>.  
</rim>
</snc>
<snc num="3">
<dif>
&Ccirc;iaspecajn cirkonstancajn komplementojn, &ccirc;e kiuj &gcirc;i anstata&ubreve;as  prepozicion: <ekz>morga&ubreve; mi veturos Parizon<fnt>Z</fnt>
<klr>(= al P.)</klr>;
</ekz> <ekz>dum la  irado hejmen<fnt>Z</fnt>
<klr>(= al hejmo)</klr>;
</ekz> <ekz>li alvenis lundon;
</ekz> <ekz>mi promenis la tutan tagon<fnt>Z</fnt>;
</ekz> <ekz>cent fojojn mi provis;
</ekz> <ekz>la domo estas 30 metrojn  lar&gcirc;a kaj 4 eta&gcirc;ojn alta. 
</ekz>
</dif>
<rim num="1">
Mallogike kaj malkonsilinde  estas anstata&ubreve;igi per akuzativo
prepozicion kiu havas sencon  kontra&ubreve;an al la funda kaj esenca
senco de akuz. kaj kiu signifas  formovon, malproksimigon, deiron,
eliron kiel: <em>el</em>, <em>de</em>, <em>ekster</em>. Diru
<ekz>eliri el urbo,
</ekz> ne: <ekz>eliri urbon.
</ekz>
</rim>
<rim num="2">
Oni renkontas  kelkfoje &ccirc;e Slavoj kaj &ccirc;e Z mem, e&ccirc;
en liaj plej lastdataj  verkoj, nekutiman uzon de akuzativo por montri
la komplementon  de substantivo signifanta agon k devenanta de
transitiva  verbo: 
<ekz>la akuzativo estas enkondukita el neceso, sed
la uzado &gcirc;in en okazo de  senbezono pli multe malbeligas la
lingvon ol la neuzado en okazo el  de bezono<fnt>Z</fnt>;
</ekz> <ekz>la  Ligo havas la celon zorgadi pri la disvastigado k
enkondukado en la tuta mondo unu ne&ubreve;tralan lingvon<fnt>Z</fnt>;
</ekz> <ekz>akceptu mian koran  dankon por la elekto min kiel honoran
membron<fnt>Z</fnt>;
</ekz> <ekz>la infanoj  mortus de soifo, se la patrinoj ne trinkigadus
ilin per  enver&scirc;ado al ili akvon en la bu&scirc;on el sia
propra bu&scirc;o<fnt>K</fnt>;
</ekz> <ekz>operacio konsistanta en farado de truo en la  stomako k
fermado &gcirc;in poste per vitro<fnt>K</fnt>;
</ekz> la konstanta alkalkulado sin al ia speciala gento
anstata&ubreve; al la  komuna nacio de la lando forte subtenas la
gentan &scirc;ovinismon k  malpacon inter la
samlandanoj<sup>Z</sup>. Kvankam teorie pravigebla k  kelkfoje
oportuna, &ccirc;i tiu konstruo ne estas konsilinda. Oni  prefere uzu
anstata&ubreve; akuzativo la prepoziciojn al a&ubreve; je, kiuj
liveras anka&ubreve; ta&ubreve;gan rimedon por ebligi la eviton je la
dubasenceco de la prepozicio de.  
</rim>
</snc>
</drv>
</art></vortaro>
