<?xml version="1.0"?>
<!DOCTYPE vortaro SYSTEM "../dtd/vokoxml.dtd">

<vortaro>
  <art mrk="$Id$">
    <kap><rad>buda</rad>/o</kap>

    <drv mrk="buda.0o">
      <kap><tld/>o</kap>
      <uzo tip="fak">BUD</uzo>
      <snc mrk="buda.0o.nivelo">
        <dif>
          En <tld/>ismo: homo atinginta la plej altan nivelon de
          spirita perfekteco.
        </dif>
        <trd lng="sk">budha</trd>
      </snc>
      <snc mrk="buda.0o.figuro">
        <dif>
          En <tld/>ismo: homforma figuro prezentanta la idealon de
          spirita perfekteco.
        </dif>
        <trd lng="sk">budha</trd>
      </snc>
      <snc mrk="buda.0o.Sidarto">
        <dif>
          Speciale: <tld/>o Sidarto <ref cel="gotam.0o">Gotamo</ref>,
          la fondinto de <tld/>ismo (6-5 jc a.K.):
          <ekz>
            <tld lit="B"/>nasko estas festo celebranta la
            revenon de la naskotago de Gotamo la <tld lit="B"/>o.
          </ekz>
        </dif>
        <rim>
          Do, tiusence <ctl><tld lit="B"/>o</ctl> estas titolo, a&ubreve;
          rango, iom simile al <ctl>Kristo</ctl>, kiu en la vulgara
          uzo aperas kvaza&ubreve; nomo propra. Tamen malsimile ol en
          kristanismo, <tld/>o en <tld/>ismo ne estas unika. Tial,
          simile al <ctl>la Profeto</ctl> en islamo, oni devus diri
          <ctl>la <tld lit="B"/>o</ctl>.
        </rim>
        <trd lng="sk">Budha</trd>
      </snc>
      <ref tip="sin" cel="budh.0o">budho</ref>
      <trdgrp lng="be">
        <trd>&c_b;&c_u;&c_d;&c_a;</trd>,
        <trd>&c_B;&c_u;&c_d;&c_a;</trd>
      </trdgrp>
      <trd lng="bg">&c_B;&c_u;&c_d;&c_a;</trd>
      <trd lng="de">Buddha</trd>
      <trd lng="en">Buddha</trd>
      <trd lng="fr">Bouddha</trd>
      <trd lng="hu">Buddha</trd>
      <trd lng="nl">Boeddha</trd>
      <trd lng="pl">Budda</trd>
      <trdgrp lng="ru">
        <trd>&c_b;&c_u;&c_d;&c_d;&c_a;</trd>;
        <trd>&c_B;&c_u;&c_d;&c_d;&c_a;</trd>
      </trdgrp>
    </drv>

    <drv mrk="buda.0ismo">
      <kap><tld/>ismo</kap>
      <uzo tip="fak">BUD</uzo>
      <uzo tip="fak">FIL</uzo>
      <uzo tip="fak">REL</uzo>
      <snc>
        <dif>
          Filozofio (a&ubreve;, la&ubreve; la kutima opinio, religio) fondita de
          <tld/>o Sidarto Gotamo kaj disvasti&gcirc;inta el Hindujo en la
          Orientan Azion (&Ccirc;inujo, Koreujo, Japanujo, Vjetnamujo,
          Siberio ktp):
          <ekz>
            en la unua jarcento p. K. <tld/>ismo estis enkondukita orienten
            el la Silka Vojo, kaj eniris en diversajn lokojn de la
            centra parto de &Ccirc;inio
            <fnt>
              <vrk>China ABC</vrk>,
              <lok><url
              ref="http://es.chinabroadcast.cn/chinaabc/chapter11/chapter110501.htm"
                  >Kunfluejo de Multaj Religioj</url></lok>
            </fnt>.
          </ekz>
        </dif>
      </snc>
      <trd lng="be">&c_b;&c_u;&c_d;&c_y;&c_z;&c_m;</trd>
      <ref tip="sin" cel="budh.0ismo">budhismo</ref>
      <trd lng="de">Buddhismus</trd>
      <trd lng="en">Buddhism</trd>
      <trd lng="fr">bouddhisme</trd>
      <trd lng="hu">buddhizmus</trd>
      <trd lng="it">buddismo</trd>
      <trd lng="nl">boeddhisme</trd>
      <trd lng="ru">&c_b;&c_u;&c_d;&c_d;&c_i;&c_z;&c_m;</trd>
      <trd lng="sk">budhizmus</trd>
      <trdgrp lng="tr">
        <trd>budizm</trd>, <trd>budistlik</trd>
      </trdgrp>
    </drv>

    <drv mrk="buda.0isto">
      <kap><tld/>isto, <tld/>ano</kap>
      <snc>
        <dif>
          Homo akceptanta la instruon de <tld/>ismo.
        </dif>
      </snc>
      <ref tip="sin" cel="budh.0isto">budhisto</ref>
      <trd lng="be">&c_b;&c_u;&c_d;&c_y;&c_s;&c_t;</trd>
      <trd lng="de">Buddhist</trd>
      <trd lng="en"><klr>(a)</klr> <ind>buddhist</ind></trd>
      <trd lng="fr">bouddhiste <klr tip="ind">(subst.)</klr></trd>
      <trd lng="hu">buddhista</trd>
      <trd lng="nl">boeddhist</trd>
      <trd lng="ru">&c_b;&c_u;&c_d;&c_d;&c_i;&c_s;&c_t;</trd>
      <trd lng="sk">budhista</trd>
      <trd lng="tr">budist</trd>
    </drv>
    <rim>
      La&ubreve; la kutimoj de Esperanto la asimilita
      formo por la sanskrita vorto <frm>budd<sup>h</sup>a</frm> devus
      esti <ctl>budo</ctl>; sed tiun formon jam okupis fundamenta
      vorto, kaj la homonimio estus &gcirc;ena en iuj okazoj (imagu &scirc;ercojn
      pri <ctl>telefonbudo</ctl> ktp).
      Probable Zamenhof rigardis tiun vorton propra nomo, kaj donis al
      &gcirc;i formon similan al unusilabaj propraj nomoj, kiel
      <ctl>Anna</ctl> kaj <ctl>Emma</ctl>: <em>Buddo</em> (cetere,
      kiel en la rusa, pola, itala). Proprajn nomojn li rigardis
      esceptaj periferia&jcirc;oj, kiuj povas esti nur duone asimilitaj, ne
      tute apartenante al la lingvo.
      Tamen la duobla konsonanto ja &gcirc;enis la esperantistojn, kaj la
      Zamenhofa formo restis la malplej uzata. Anstata&ubreve;e, jam sufi&ccirc;e
      frue aperis alia natura formo asimilita: <em>budao</em>, kiu
      simple konservas la fina&jcirc;on <em>a</em>. Tiun formon preferis la
      esperantistoj de la tradicie <tld/>ismaj landoj
      <ekz>
        <fnt><vrk>La Lumo Orienta, organo de la Japana Budaana
            Ligo Esperantista</vrk>, <lok>1933.</lok></fnt>
        <fnt><aut>Narasu</aut>: <vrk>Budao, esperantigita el la japana de
            Takeu&ccirc;i Tooki&ccirc;i</vrk>, <lok>1933.</lok></fnt>
        <fnt><aut>Takeu&ccirc;i Tooki&ccirc;i</aut>:
          <vrk>Budaisma fakvortaro</vrk>, <lok>1934.</lok></fnt>
      </ekz>
      ,
      kaj tiun formon uzas PV.
      Tamen la e&ubreve;ropanoj preferis misanalizi la latinan transskribon:
      bud(dh)a → bu(dd)ha → budha,
      kaj en la sama epoko aperas en E&ubreve;ropo <ctl>budhismo</ctl>
      <ekz>
        <fnt><vrk>La Budhismo</vrk>,
          <lok>eldonis Budhana Ligo Esperantista, 1933.</lok></fnt>.
      </ekz>
      Waringhien, verkante PIV-on, misklasas la vorton inter <ctl>la
        nomoj propraj</ctl> kaj preferas la formon okcidentan:
      <ctl>Por la hindaj nomoj mi helpis min precipe per la tre bona
        <em>Leksikologia Komentario</em> kiun J. R&eacute;gulo P&eacute;rez aldonis
        fine de <em>Nepalo malfermas la pordon</em>. Tamen unu punkton
        mi ne povis akcepti, la konservadon de <em>h</em> post
        konsonanto, kio &scirc;ajnas al mi kontra&ubreve;a al la kutimoj de nia
        lingvo ... Sola escepto estas la <em>Budho</em>, kiun, post longa
        hezito, mi preferis al la Zamenhofa <em>Buddo</em>, &ccirc;ar en tiuj
        religiaj alnomoj plej grave estas konservi la internacian
        aspekton, &ccirc;e kiu la <em>h</em> estas pli frapa ol la duobla <em>d;</em>
        cetere Zamenhof mem skribis <em>Kristo</em> (kaj ne <em>&Hcirc;risto</em>),
        <em>Mesio</em> (kaj ne <em>Ma&scirc;ia&hcirc;</em>)</ctl> [PIV, p.xviii].
      &Ccirc;i tie enestas pluraj mallogika&jcirc;oj:
      Unue, en la &jcirc;usaj ekzemploj &gcirc;uste la internacia formo preferita
      de Zamenhof <em>anka&ubreve;</em> pli konformas al la kutimoj de la
      internacia lingvo ol la etimologia, dum la formo
      <ctl>Budho</ctl>, tute male, aspektas plej barbare el &ccirc;iuj.
      Due, tiu barbara&jcirc;o fakte estas malpli fidela al la originalo.
      En la originala sanskrita vorto ne estas kombino el [d] kaj [h],
      sed unuopa sono, tre malsama ol la prononco postulata de la
      skribo <ctl>budho</ctl>, kiu fakte estas nur latinalfabeta
      surogato, kiel <ctl>masxino</ctl> kompare kun <ctl>ma&scirc;ino</ctl>.
      Trie, estas iom naiva imperiismo paroli pri grafika rekoneblo de
      okcidenta skribmaniero (cetere, esceptante la italan, polan,
      hispanan...) kiam temas pri vorto apartenanta al kultura rondo
      kiu tian skribon ne uzas.
      Kaj super &ccirc;io, la formo <ctl>Budho</ctl> ja estas misgvida:
      &gcirc;i impresas kiel ekzakta transskribo de vorto sanskrita (pro la
      nekutima kombino <em>dh</em>, kiu normale i&gcirc;as simpla <em>d</em>
      en la vortoj asimilitaj: <em>darmo, bodisatvo</em> ktp); tial
      oni devus supozi ke temas pri <em>Budha</em>, hinduisma dio
      personiganta Merkuron!
      <ekz>
        <fnt><lok><url
              ref="http://www.geocities.com/SoHo/Lofts/6834/">kvarbraka
              Budha, vd bildon</url></lok></fnt>
      </ekz>
      ).
      Beda&ubreve;rinde pro la a&ubreve;toritato de PIV kaj la praktiko de la
      esperantlingvaj redaktoroj &ccirc;ion PIV-igi, nun la plej malbona
      formo <ctl>Budho</ctl> estas anka&ubreve; la plej uzata en Esperantujo.
      <aut>Sergio Pokrovskij, uzante materialojn de
        Rubeno Fernandez Asensio kaj HASZPRA Otto</aut>
    </rim>
  </art>
  <!--
  $Log$
  Revision 1.13  2004/09/25 16:31:23  revo
  Dmitri Gabinski: +trd be

  Revision 1.12  2002/09/10 17:34:03  revo
  Viliam Bur: +trd sk

  Revision 1.11  2002/07/29 18:14:46  revo
  Jozefo Horvath: +trd hu

  Revision 1.10  2001/12/19 12:01:54  revo
  Jerome Vachey: + fak bud por inauxguri gxin

  Revision 1.9 2001/12/13 17:32:37 revo
  Paul Peeraerts: ald trd nl

  Revision 1.8 2001/03/16 07:35:49 revo
  Sergio Pokrovskij: io => ujo

  Revision 1.7 2001/02/20 17:17:12 revo
  Marc Bavant: +trd fr

  Revision 1.6 2001/02/05 17:14:34 revo
  -->
</vortaro>
