<?xml version="1.0"?>
<!DOCTYPE vortaro SYSTEM "../dtd/vokoxml.dtd">

<vortaro>
<art mrk="$Id$">
<kap>
<rad>Frankfurt</rad>/o
</kap>
<drv mrk="frankfurt.0o">
  <kap><tld/>o</kap>
  <uzo tip="fak">GEOG</uzo>
  <snc>
    <dif>
      Nomo de du urboj en Germanujo kaj diversaj malgrandaj en Ameriko
nomitaj la&ubreve; unu el tiuj.
    </dif>
  </snc>
<trd lng="de">Frankfurt</trd>
</drv>
<drv mrk="frankfurt.0o.cxemajno">
  <kap><tld/>o &ccirc;e Majno</kap>
  <snc>
     <dif>
        8&ring; 40&apos; E, 50&ring; 07&apos; N. Urbo en Germanujo, plej granda urbo de la federacia lando Hesujo,
646.000 lo&gcirc;antoj, centro de la Rejn-Majna areo (&ccirc;. 2 milionoj da
lo&gcirc;antoj), unu el la ses grandaj urbregionoj de Germanujo kaj kvina
plej granda urbo la&ubreve; lo&gcirc;antarkvanto. F. estas sidejo de la plej
granda germana borso (Deutsche B&ouml;rse), la plej granda templimborso de
la mondo (Eurex), la plej granda flughaveno de la kontinento, la plej granda
germana banko (Deutsche Bank), la germana centra banko (Deutsche
Bundesbank), la E&ubreve;ropa Centra Banko, la germana nacia biblioteko, kaj
multaj aliaj bankoj, kompanioj, &scirc;tataj kaj privataj institucioj kaj
estas la la plej granda interretlinea nodo de Germanujo. En Frankfurto
&ccirc;e Majno staras la tri plej altaj altdomegoj de E&ubreve;ropo kaj la
plej alta radioelsendturo de E&ubreve;ropo post tiuj de Moskvo kaj Berlino.
F. estas la naski&gcirc;loko de la plej fama germana poeto, Johano Volfgango
de Geto (Johann Wolfgang von Goethe), kaj vivloko de la fama filozofo Artur
Schopenhauer kaj la fizikisto Otto Hahn. La Esperantisto kaj nobelpremiito
pri ekonomiko Reinhard Selten estis dum la sesdekaj jaroj vicprezidanto de
la Esperanto-Societo Frankfurto &ccirc;e Majno (fond. 1904). Zamenhofo
minimume dufoje vizitis F.: en 1904 kaj en 1907. En tiuj du jaroj li faris
publikajn paroladojn en la publika &gcirc;ardeno Palmengarten kaj de la
balkono de domo nomita Steinernes Haus. Historio: F. staras super romiaj
ruinoj, la germana nomo F. aperas dokumente la unuan fojon en la jaro 793.
Ekde la jaro 843 F. estis la re&gcirc;urbo de la Orientfrankonia Imperio,
ekde 1220 rektimperia urbo, ekde 1372 loko de la elekto de la Germana
Re&gcirc;o (kiu i&gcirc;is ekde la 9a jarcento a&ubreve;tomate Romia
Imperiestro), ekde 1562 loko de la kronigceremonio de la  Romia Imperiestro.
Ekde 1816 F. estis sidejo de la Germana Unio (Deutscher Bund) kaj en 1848
i&gcirc;is sidejo de la Germana Nacia Asembleo kun la unua demokratia
parlamento de Germanujo. La demokratian eksperimenton finis Prusujo, kiu en
1866 okupis la urbon kaj faris &gcirc;in parto de Prusujo. La tiama urbestro
Fellner pro tio mortigis sin. F. estis grava juda urbo de Germanujo, kiu
havis la duan plej grandan judan komunumon post Berlino. La urba biblioteko
estis donaco de la juda familio Rot&scirc;ildo. En la dua mondmilito usona
bombigo detruis la centron, la plej grandan areon de
trabfak-konstrua&jcirc;oj en Germanujo. Restis ekzakte unu nedetruita
tiaspeca domo. Hodia&ubreve; restas nur malmulte de la iama juda vivo. Inter
la multaj muzeoj de F. trovi&gcirc;as anka&ubreve; juda muzeo. En F. vivis
la longda&ubreve;ra estro de la Centra Konsilio de la Judoj en Germanujo,
Ignac Bubis, kiu mortis en 1999.
     </dif>
  </snc>
     <trd lng="de">Frankfurt am Main</trd>
</drv>
</art>

<!--
$Log$
Revision 1.4  2001/07/20 12:46:32  revo
Dennis Wibrow: aldonis mankantan i en Rotsxildo

Revision 1.3  2001/07/19 18:11:58  revo
Ulrich Fellmann: + dif teksto cxe ~o cxe Majno

Revision 1.2  2001/07/18 18:11:31  revo
Ulrich Fellmann: + deriv ~ cxe Majno + germ trd

Revision 1.1  2001/07/12 15:29:06  revo
alinomis frankfurto.xml al frankfurt.xml

Revision 1.1  2001/07/11 18:11:11  revo
Ulrich Fellmann: nova artikolo

-->
</vortaro>

