<!DOCTYPE vortaro PUBLIC "-//VoKo//DTD vortaro//EO" >

<vortaro>
<art mrk="gxis">
<kap>
<fnt>*</fnt>
<rad>&gcirc;is</rad></kap>
<subart>
<dif>
Prepozicio montranta la punkton de la spaco a&ubreve; de la tempo,
a&ubreve; la mezuron, kiun la ago atingas, sed ne transpasas a&ubreve;
preterpasas: 
</dif>
<ekz>li vidas nur <tld> la pinto de sia nazo<fnt>Z</fnt>;
</ekz> <ekz>tute ru&gcirc;a li estas de la kapo <tld> la piedoj;
</ekz> <ekz>li veturis de Berlino <tld> Parizo en fiakro;
</ekz> <ekz><tld> &ccirc;i tie aliru sed ne plu<fnt>Z</fnt>;
</ekz> <ekz>mi ne forgesos lin <tld> mia morto;
</ekz> <ekz>mi restos <tld> morga&ubreve;;
</ekz> <ekz>li restas senokupa de mateno <tld> vespero;
</ekz> <ekz>la proceso estas prokrastita <tld> semajno;
</ekz> <ekz><tld> kiam (<tld> kia momento) vi ju&gcirc;os maljuste k privilegios la malvirtulojn<fnt>Z</fnt>?
</ekz> <ekz><tld> anta&ubreve; kelkaj jaroj la japana popolo devis ka&scirc;i sian viza&gcirc;on, kiam la imperiestro pasis;
</ekz> <ekz>ilia kalkulo kreskis en la da&ubreve;ro de tri tagoj <tld> kelkaj centoj da frankoj;
</ekz> <ekz>la kolonoj havis 4 <tld> 5 eta&gcirc;ojn da alto<fnt>B</fnt>;
</ekz> <ekz>mi ekstermos de la homo <tld> la bruto<fnt>Z</fnt>;
</ekz> <ekz>de majesta <tld> ridinda estas nur unu pa&scirc;o<fnt>Z</fnt>;
</ekz> <ekz>mi sidas en laboroj <tld> super la oreloj<fnt>Z</fnt>
</ekz>
<refgrp tip="sin">
<ref cel="al">al</ref>.
</refgrp>
<rim>
Kelkfoje oni povas uzi preska&ubreve; indiferente la prep. <em>&gcirc;is</em> a&ubreve; <em>anta&ubreve;</em>: <ekz>li ne skribis <tld> hodia&ubreve;,
</ekz>a&ubreve;: <ekz>li ne skribis anta&ubreve; hodia&ubreve;.
</ekz>Tamen <em>anta&ubreve;</em> estas &gcirc;enerale preferinda,  &ccirc;ar pli preciza, dum <em>&gcirc;is</em> estas ofte dubsenca: <ekz>li certe alvenos <tld> (prefere: anta&ubreve;) diman&ccirc;o;
</ekz> <ekz>la tasko nepre devas esti finita <tld> (prefere: anta&ubreve;) la komenco de la monato;
</ekz> <ekz>mi dubas, &ccirc;u la aran&gcirc;oj estos pretaj <tld> (prefere: anta&ubreve;) la Kongreso
</ekz>MAN <ekz>anta&ubreve; 3.
</ekz>
</rim>
</subart>
<subart>
<dif>
Konj. dependiga, signifanta "&gcirc;is la momento, en kiu": 
</dif>
<ekz>longe &ccirc;erpas la kru&ccirc;o, <tld> fine &gcirc;i rompi&gcirc;as<tld><fnt>Z</fnt>;
</ekz> <ekz>mi ne kredis al la diroj <tld> mi venis<fnt>Z</fnt>;
</ekz> <ekz>mi atendos, <tld> venos tempo pli oportuna;
</ekz> <ekz>mi ne trankvili&gcirc;os tiel longe <tld>  la demando estos solvita<fnt>Z</fnt>;
</ekz> <ekz>ni batalos por nia ideo, tiel longe <tld> &gcirc;i pli a&ubreve; malpli frue estos plene efektivigata;
</ekz> <ekz>oni ne devas atendi <tld> la domo renversi&gcirc;us<fnt>Z</fnt>.
</ekz> 
<rim>
<em>&Gcirc;is kiam</em>, kelkfoje uzata anstata&ubreve; la simpla konj. <em>&gcirc;is</em>, estas senutila pleonasmo. En la citita ekzemplo de Z la vorto <em>&gcirc;is</em> estas prepozicio, ne konjunkcio, k kiam estas adverbo. 
</rim>
</subart>
<subart>
<dif>
Prefikso uzata kun la senco de la prepozicio: 
</dif>
<ekz><tld>iri
(<ref tip="sin" cel="ating.0i">atingi</ref>);
</ekz> <ekz><tld>nuna <klr>(de la plej malnova <tld> la nuna; anta&ubreve;a)</klr>:
fine mortis nia plej kara samideano k amiko, kiu estis la animo 
de niaj <tld>nunaj kongresoj<fnt>Z</fnt>;
</ekz> <ekz><tld>vivi <klr>(atingi vivante)</klr>: la plimulto de ni 
ne <tld>vivos tiun momenton<fnt>Z</fnt>.  
</ekz>
</subart>
</art></vortaro>
