<?xml version="1.0"?>
<!DOCTYPE vortaro SYSTEM "../dtd/vokoxml.dtd">

<vortaro>
<art mrk="$Id$">
<kap>
<fnt>*</fnt>
-<rad>il</rad></kap>
<drv mrk="il.0">
<kap><fnt>*</fnt> -<tld/></kap>
<subdrv>
<dif>
 Sufikso signifanla &gcirc;enerale tion, kio servas por efektivigi ion k 
</dif>
<snc num="1">
<dif>
montranta la instrumenton, aparaton a&ubreve; organon servantan por plenumi la agon esprimatan de la radiko:  <ekz>per hak<tld/>o ni hakas, per seg<tld/>o ni segas, per fos<tld/>o ni fosas, per kudr<tld/>o ni kudras, per tond<tld/>o ni tondas, per sonor<tld/>o ni sonoras, per fajr<tld/>o ni fajras<fnt>Z</fnt>;
</ekz> <ekz>kavaliro sen arm<tld/>oj estas birdo sen flug<tld/>oj;
</ekz> <ekz>lum<tld/>o ne lumigas sian bazon;
</ekz> <ekz>buter<tld/>o, detru<tld/>oj, direkt<tld/>o, fajl<tld/>o, glad<tld/>o, haltig<tld/>o, ilumin<tld/>o, klak<tld/>o, lud<tld/>o, pes<tld/>o, pez<tld/>o, pendig<tld/>o, pik<tld/>o, rigl<tld/>o, &scirc;prucig<tld/>o, &scirc;ra&ubreve;bturn<tld/>o, vi&scirc;<tld/>o, ver&scirc;<tld/>o,
</ekz>ktp. 
</dif>
<rim>
Kelkaj verboj esprimas agon, por kies plenumado oni povas a&ubreve; devas uzi plurajn instrumentojn. La korespondaj <em>il</em>-vortoj montras egale &ccirc;iuj ajn el ili, k havas sekve malprecizan sencon: <ekz>man&gcirc;<tld/>o
</ekz>povas esti, la&ubreve; Z, telero, kulero, tran&ccirc;ilo, forketo, glaseto a&ubreve; telertuketo;  <ekz>lum<tld/>o
</ekz>estas tor&ccirc;o, kandelo, gasbeko a&ubreve; elektra lampo; <ekz>paf<tld/>o
</ekz>montras jen  karabenon, jen fusilon, jen revolveron, jen pistolon;  <ekz>milit<tld/>o
</ekz>estas &ccirc;io ajn, kio servas por militi, ktp. Estas do ofte necesa anstata&ubreve;igi la <em>il</em>-vorton per la propra nomo de la instrumento. 
</rim>
</snc>
<snc num="2">
<dif>
Kiam la radiko ne allasas ideon de objekto a&ubreve; instrumento, la sufikso <em>il</em> montras, pliampleksi&gcirc;e,  la rimedon a&ubreve; procedon uzatan por plenumi la agon esprimatan de la radiko: <ekz>abon<tld/>o, vo&ccirc;don<tld/>o, propagand<tld/>o, kurac<tld/>o, incit<tld/>o,  malpacig<tld/>o, transport<tld/>oj, komunik<tld/>oj, pruv<tld/>o, kunvok<tld/>o;
</ekz> <ekz>la sola ebla solv<tld/>o de la problemo<fnt>Z</fnt>;
</ekz> <ekz>al malvero ne mankas kovr<tld/>o<fnt>Z</fnt>;
</ekz>  <ekz>plend<tld/>o<fnt>Z</fnt>,
</ekz> <ekz>sufer<tld/>o<fnt>Z</fnt>,
</ekz> <ekz>terur<tld/>o<fnt>Z</fnt>,
</ekz> ktp. 
</dif>
<rim>
Estas &gcirc;enerale rekomendinde ne uzi la sufikson <em>il</em> anst. <em>a&jcirc;</em> por nomi substancon, &scirc;tofon. Tamen tiu regulo ne estas absoluta, ekz. <ekz>kurac<tld/>o<fnt>Z</fnt>,
</ekz> <ekz>ru&gcirc;ig<tld/>o<fnt>Z</fnt>,
</ekz> <ekz>kolorig<tld/>o<fnt>Z</fnt>.
</ekz> 
</rim>
</snc>
</subdrv>
<subdrv>
<snc>
<dif>
Uzata memstare, <em>ilo</em> = instrumento,  aparato: <ekz>ilo ne devas fari&gcirc;i celo.
</ekz>
</dif>
</snc>
</subdrv>
</drv>
</art></vortaro>
