<?xml version="1.0"?>
<!DOCTYPE vortaro SYSTEM "../dtd/vokoxml.dtd">

<vortaro>
<art mrk="$Id$">
<kap>
<fnt>*</fnt>
-<rad>ind</rad></kap>
<subart>
<dif>
Sufikso esprimanta, ke io a&ubreve; iu prezentas sufi&ccirc;ajn
kondi&ccirc;ojn, por ke oni direktu al &gcirc;i a&ubreve; al li la
agon esprimatan de la radiko; &gcirc;i ordinare estas aldonata al
radiko de transitivaj verboj: 
</dif>
<snc>
<ekz>kred<tld/>a (meritanta esti kredata) aserto;
</ekz> <ekz>la&ubreve;d<tld/>a ofero;
</ekz> <ekz>pun<tld/>a kulpo;
</ekz> <ekz>leg<tld/>a libro;
</ekz> <ekz>rid<tld/>a diplomato;
</ekz> <ekz>mir<tld/>a (meritanta, ke oni miru pro &gcirc;i) okazo;
</ekz> <ekz>tiu &ccirc;i grava tago restos por mi &ccirc;iam
memor<tld/>a<fnt>Z</fnt>;
</ekz> <ekz>tim<tld/>a&jcirc;o<fnt>Z</fnt>;
</ekz> <ekz>kri<tld/>a&jcirc;o<fnt>Z</fnt>;
</ekz>  <ekz>kred<tld/>eco de atestanto, de rakonto;
</ekz> <ekz>lia rid<tld/>eco superas &ccirc;ian imagon.
</ekz>
<rim>
Kvankam <em>ind</em> per si mem ne esprimas ideon de devigo, tamen &gcirc;i prezentas ofte en sia pasiva senco nuancon tute proksiman  k kelkfoje egalvaloran je tiu ideo. Efektive <ekz>nepardon<tld/>a kulpo
</ekz>estas kulpo, kiu ne meritas pardonon, k sekve, kiu ne devas esti pardonata. Ekz.: <ekz>malsano ka&scirc;<tld/>a por la mondo<fnt>Z</fnt>
<klr>(kiun oni devas ka&scirc;i)</klr>;
</ekz> <ekz>konstrui sur diletantecon sian fizikan  ekzistadon estas nefareble k nefar<tld/>e<fnt>Z</fnt>
<klr>(ne povas k ne devas esti farata)</klr>;
</ekz> <ekz>Eneo estas konsider<tld/>a kiel la plej pura modelo de l'
vera Romano,
</ekz>ktp. Same anka&ubreve; la participa fina&jcirc;o <em>ot</em>
prezentas ofte sencon de devigo analogan al tiu de la sufikso
<em>ind</em>, &ccirc;ar la ideo de estonteco konfuzi&gcirc;as en
multaj okazoj kun tiu de devigo. En tiaj okazoj oni povas indiferente
uzi <em>ot</em> a&ubreve; <em>ind</em>: <ekz>jen estas la sola metodo
sekvota a&ubreve; sekv<tld/>a;
</ekz> <ekz>por plenumi tiel noblan taskon ne estas uzotaj a&ubreve;
uz<tld/>aj dungatoj;
</ekz> <ekz>mi tion ne povas fari sen ofero de utilega tempo
konserv<tld/>a a&ubreve; konservota por resanigeblaj soldatoj.
</ekz>Kelkaj uzas la neoficialan sufikson <em>end-</em>, kiu havas nur
la sencon de devigo: <ekz>restas ankora&ubreve; multo farenda
anta&ubreve; ol ni triumfos.
</ekz>
</rim>
</snc>
</subart>
<subart>
<dif>
Vortero memstare uzata, proksimume samsignifa:  
</dif>
<drv mrk="ind.0a">
<kap><tld/>a</kap>
<snc num="1">
<dif>
Meritanta ion: <ekz><tld/>a je kredo, puno, pri la&ubreve;do, por rekompenco;
</ekz> <ekz>la okazo estas <tld/>a je detala priskribo;
</ekz> <ekz>ne estas <tld/>e perdi tempon por tio<fnt>Z</fnt>.
</ekz> 
</dif>
</snc>
<snc num="2">
<dif>
Sammerita, samvalora kiel: <ekz>filo <tld/>a je sia patro<fnt>Z</fnt>;
</ekz> <ekz>mi fari&gcirc;is <tld/>a vin<fnt>Z</fnt>.
</ekz> 
</dif>
</snc>
<snc num="3">
<dif>
Meritoplena, honorinda: <ekz><tld/>a &ccirc;efo, karaktero, sintenado.
</ekz>
</dif>
<refgrp tip="sin">
<ref cel="dign.0a">digna</ref>.
</refgrp>
</snc>
</drv>
<drv mrk="ind.0i">
<kap><tld/>i</kap>
<gra><vspec>tr</vspec></gra>
<snc>
<dif>
Meriti. 
</dif>
</snc>
<trd lng="en">deserving</trd>
</drv>
<drv mrk="ind.0eco">
<kap>ind(ec)o</kap>
<dif>
Eco de tio a&ubreve; tiu, kiu meritas esti trafita de la ago esprimata
de la radiko: 
</dif>
<snc num="1">
<dif>
Merito: <ekz>grajno da malbono por la okul' de l' mondo ofte kovras la <tld/>on de plej bona homo<fnt>Z</fnt>.
</ekz> 
</dif>
</snc>
<snc num="2">
<dif>
Respekto, kiun oni konscias meriti per sia konduto; digno: <ekz>ne respektante nian <tld/>on<fnt>Z</fnt>;
</ekz> <ekz>pun<tld/>an krimon vi lasis sen konvena puno, kian postulis via <tld/>o<fnt>Z</fnt>;
</ekz> <ekz>preni <tld/>ecan mienon<fnt>Z</fnt>.
</ekz> 
</dif>
</snc>
<snc num="3">
<dif>
Valoro: <ekz>mia vivo ne havas por mi <tld/>on<fnt>Z</fnt>;
</ekz> <ekz>la re&gcirc;ido konsideris, ke tia kapablo  havas pli grandan <tld/>on, ol &ccirc;io, kion oni povus doni dote al alia fra&ubreve;lino<fnt>Z</fnt>.
</ekz> 
</dif>
</snc>
</drv>
<drv mrk="ind.0igi">
<kap><tld/>igi</kap>
<snc>
<dif>
Igi <tld/>a: <ekz>lia pento <tld/>igis lin je pardono.
</ekz>
</dif>
</snc>
</drv>
<drv mrk="ind.mal0a">
<kap>mal<tld/>a</kap>
<snc num="1">
<dif>
Ne meritanta ion: <ekz>li estas vere mal<tld/>a je rekompenco.
</ekz>
</dif>
</snc>
<snc num="2">
<dif>
Ne digna: <ekz>mal<tld/>a viro, konduto, ago.
</ekz>
</dif>
</snc>
</drv>
<drv mrk="ind.sen0ulo">
<kap>sen<tld/>ulo</kap>
<snc>
<dif>
Homo sen valoro k merito.  
</dif>
</snc>
</drv>
</subart>
</art></vortaro>
