<?xml version="1.0"?>
<!DOCTYPE vortaro SYSTEM "../dtd/vokoxml.dtd">

<vortaro>
<art mrk="$Id$">
<kap>
<rad>inform</rad>/i
</kap>
<drv mrk="inform.0i">
<kap><tld/>i</kap>
<snc>
<uzo tip="klr">(x)</uzo><dif>
. Doni al iu sciigojn a&ubreve; klarigojn pri io de li ne ankora&ubreve; konata: <ekz>ni havas la honoron <tld/>i vin, al vi, ke ni malplialtigas niajn prezojn;
</ekz> <ekz><tld/>u lin, ke la libro estas el&ccirc;erpita;
</ekz> <ekz>senprokraste <tld/>i iun pri la akcidenta morto de lia filo;
</ekz> <ekz><tld/>i kandidaton pri la programo;
</ekz> <ekz>bonvolu <tld/>i min, &ccirc;u vi akurate ricevis la jarlibron?
</ekz> <ekz>bone <tld/>ita homo, gazeto.
</ekz>
</dif>
<refgrp tip="sin">
<ref cel="sci.0igi">sciigi</ref>,
<ref cel="kon.0igi">konigi</ref>,
<ref cel="aviz.0i">avizi</ref>,
<ref cel="anonc.0i">anonci</ref>.
</refgrp>
</snc>
<trd lng="en">inform</trd>
</drv>
<drv mrk="inform.0o">
<kap><tld/>o</kap>
<snc>
<dif>
Io, pri kio oni <tld/>as: <ekz>doni, liveri al iu <tld/>ojn pri io;
</ekz> <ekz>preni <tld/>on<fnt>Z</fnt>;
</ekz> <ekz>oficejo de <tld/>oj<fnt>Z</fnt>.
</ekz> 
</dif>
</snc>
<trd lng="cs">zpr&aacute;va</trd>

</drv>
<drv mrk="inform.0a">
<kap><tld/>a</kap>
<snc>
<dif>
Donanta <tld/>ojn: <ekz><tld/>a bulteno, oficejo<fnt>Z</fnt>;
</ekz> <ekz><tld/>aj gazetoj
<klr>(kontraste al la politikaj gazetoj)</klr>.
</ekz> 
</dif>
</snc>
</drv>
<drv mrk="inform.0ado">
<kap><tld/>ado</kap>
<snc>
<dif>
Ago <tld/>i, 
</dif>
</snc>
</drv>
<drv mrk="inform.0igxi">
<kap><tld/>i&gcirc;i</kap>
<snc>
<dif>
Esti <tld/>ita, ricevi <tld/>ojn a&ubreve; ser&ccirc;i, peti <tld/>ojn, fari la neceson, por esti <tld/>ata pri io: <ekz>iru k <tld/>i&gcirc;u pri tio, kio okazis en la urbo;
</ekz> <ekz>mi venos &ccirc;i tien mem por <tld/>i&gcirc;i<fnt>Z</fnt>;
</ekz> <ekz>&jcirc;urnalista <tld/>i&gcirc;ado
</ekz>
</dif>
<refgrp tip="sin">
<ref cel="enket">enketi</ref>,
<ref cel="esplor.0i">esplori</ref>,
<ref cel="stud.0i">studi</ref>.
</refgrp>
</snc>
</drv>
<drv mrk="inform.0ilo">
<kap><tld/>ilo</kap>
<snc>
<dif>
Skriba&jcirc;o, bulteno per kiu oni povas <tld/>i&gcirc;i. <em>(gazet)<tld/>isto</em>.  Tiu, kiu profesie ser&ccirc;as k liveras <tld/>ojn por gazeto. 
</dif>
<rim>
: <em>Indiki</em> signifas: "doni al iu, kiu petas, konkretan sciigon, ekz. nomon, numeron de domo ktp.". <em>Informi</em> signifas: "doni al iu, kiu nenion petas a&ubreve; nenion precize atendas, sciigon pri nova&jcirc;o, okaza&jcirc;o ktp.". Oni <em>indikigas</em> al si ion, pri kies ekzisto oni estas certa, sed kion oni ne povas per si mem trovi. Oni <em>informi&gcirc;as</em> pri &ccirc;io, kio povis okazi a&ubreve; kio povas ekzisti en tia a&ubreve; tia afero. Oni petas k ricevas <em>indikojn</em> pri io, pri kies ekzisto a&ubreve; realeco oni scias, sed pri kies precizaj cirkonstancoj oni ne povas mem ser&ccirc;i sciigojn; oni petas k ricevas <em>informojn</em> pri &ccirc;io, kio povas okazi a&ubreve; ekzisti sed pri kies okazi&gcirc;o a&ubreve; ekzisto oni ne scias. Plie, la <em>indikoj</em> estas &gcirc;enerale konkretaj apartaj sciigoj (nomo, numero, horo, strato, ktp), dum la <em>informoj</em> koncernas pli ampleksajn k malsimplajn  aferojn a&ubreve; okaza&jcirc;ojn.  
</rim>
</snc>
</drv>
</art></vortaro>
