<!DOCTYPE vortaro PUBLIC "-//VoKo//DTD vortaro//EO" >

<vortaro>
<art mrk="jam">
<kap>
<fnt>*</fnt>
<rad>jam</rad></kap>
<drv mrk="jam.0">
<kap><fnt>*</fnt><tld></kap>
<dif>
Adverbo signifanta: 
</dif>
<snc num="1">
<dif>
Depost nun; ekde nun; senplie; senalie; sen plua atendo: <ekz>mi <tld> havas mian &ccirc;apelon, nun ser&ccirc;u vi vian<fnt>Z</fnt>;
</ekz> <ekz><tld> estas tempo iri domen<fnt>Z</fnt>;
</ekz> <ekz>ni iras al nia celo <tld> kun plena trankvileco<fnt>Z</fnt>;
</ekz> <ekz>ri&ccirc;igadi la lingvon per novaj vortoj oni povas <tld> nun<fnt>Z</fnt>;
</ekz> <ekz>&ccirc;u vi forgesas <tld>, ke vi kristano estas?
</ekz>
</dif>
</snc>
<snc num="2">
<dif>
Tuj depost tiam; tuj ekde tiam: <ekz>post unu horo la forno estis <tld> varma;
</ekz> <ekz><tld> de tri tagoj mi ne fermis la okulojn;
</ekz> <ekz>vi bezonas nur meti en la leteron iun vortareton, k la adresulo vin <tld> komprenos<fnt>Z</fnt>;
</ekz> <ekz>kiel longe (depost kiam) vi estas <tld> fosisto?<fnt>Z</fnt>;
</ekz> <ekz><tld> dek jarojn (depost dek jaroj) li lo&gcirc;as tie &ccirc;i;
</ekz> <ekz>tia uzado estus <tld> arbitra&jcirc;o k kondukus al &hcirc;aoso<fnt>Z</fnt>;
</ekz> <ekz>post unu sola duonhoro li ekposedas la tutan gramatikon k al li restas <tld>  nur la simpla k facila akirado de provizo da vortoj<fnt>Z</fnt>;
</ekz>  <ekz>vi bezonas nur simple ekpensi pri la esenco de tiu &ccirc;i frazoj k vi <tld> komprenos, ke ili (la kritikoj) ne havas e&ccirc; la plej malgrandan fundamenton<fnt>Z</fnt>.
</ekz>  
</dif>
</snc>
<snc num="3">
<dif>
Anta&ubreve; nun: <ekz>se li <tld> venis, petu lin al mi<fnt>Z</fnt>;
</ekz> <ekz>&ccirc;u vi <tld> trovis vian horlo&gcirc;on?<fnt>Z</fnt>
</ekz> <ekz>li <tld> kelkfoje demandis pri vi;
</ekz> <ekz>mi <tld> diris al vi, ke mi foriras.
</ekz>
</dif>
</snc>
<snc num="4">
<dif>
Anta&ubreve; tiam: <ekz>kiam vi venis, li <tld> diris (estis dirinta) al mi la veron<fnt>Z</fnt>;
</ekz> <ekz>kiam via domo estis konstruata, mia domo estis <tld> longe konstruita<fnt>Z</fnt>;
</ekz> <ekz>mi &scirc;in enbrakigis, sed &scirc;i <tld> mortis.
</ekz>
</dif>
</snc>
<snc num="5">
<dif>
Pli frue ol oni atendas a&ubreve; atendis: <ekz>post semajno eble vi trovos <tld> ian sciigon;
</ekz> <ekz>la verko estas <tld> preta;
</ekz> <ekz>li kredas sukcesi k <tld> ridetas.
</ekz>
</dif>
<rim>
Z uzas iafoje <em>jam</em> kun aparta senco, kiu ekzistas en la slavaj 
k germana lingvoj sed ne estas konforma al la &gcirc;enerala uzado 
de la ceteraj: en tiu okazo <em>jam</em> kun futuro signifas <em>fine; 
pli malpli balda&ubreve</em>: 
<ekz>ili estas iom malbonedukitaj, sed kun la tempo ili <tld> 
solidi&gcirc;os; 
</ekz> <ekz>ili tion ne povas ankora&ubreve; fari bone, sed la 
afero <tld> iros; 
</ekz> <ekz>ne ploru, vi iel <tld> venos tien.
</ekz> 
Tia uzo estas tute nerekomendinda.  
<em>Jam... ne</em>. Tiu esprimo havas la sencon de 
<em>jam</em> 1 k 2 sekvata de <em>ne</em>: 
<ekz>ve, multaj el niaj pioniroj <tld> ne vivas<fnt>Z</fnt>; 
</ekz> <ekz>centoj da miloj da radiketoj subtenas nian arbon, 
kiu <tld> (de nun) ne timas la venton<fnt>Z</fnt>; 
</ekz> <ekz>la naciaj lingvoj havas akcenton malregulan  k malfacilan, 
kiun ili <tld> <klr>(de nun)</klr> &scirc;an&gcirc;i ne povas; 
</ekz> <ekz>li ne estas sufi&ccirc;e klera, sed lerni nun 
li <tld> <klr>(depost tiu momento)</klr> ne havas la eblon;
</ekz> <ekz>e&ccirc; se ni volus nun halti, ni <tld> ne povus<fnt>Z</fnt>; 
</ekz> <ekz>vidante la partiecon de la prezidanto, li <tld> 
<klr>(depost tiam)</klr> ne parolis <klr>(li tute ne parolis)</klr>; 
</ekz> <ekz>kiu okazon for&scirc;ovas, &gcirc;in <tld> ne
retrovas<fnt>Z</fnt>. 
</ekz> 
Kiel oni vidas per tiuj lastaj ekzemploj <em>jam... ne</em> ne 
samsignifas &ccirc;iam kiel <em>ne... plu</em>: sed &gcirc;i montras 
precize &scirc;an&gcirc;on de stato, speciale neefektivi&gcirc;intan 
deziron a&ubreve; intencon. <em>Ne... jam</em>. Tiu esprimo estas, 
la&ubreve; la konsilo de Z, evitinda,  k anstata&ubreve;igota 
per <em>ankora&ubreve;... ne</em>.  
</rim>
</snc>
</drv>
</art></vortaro>
