<?xml version="1.0"?>
<!DOCTYPE vortaro SYSTEM "../dtd/vokoxml.dtd">

<vortaro>
<art mrk="kiel">
<kap>
<fnt>*</fnt>
<rad>kiel</rad></kap>
<drv mrk="kiel.0">
<kap><fnt>*</fnt><tld/></kap>
<snc num="1">
<dif>
Ekkria k demanda adv., signifanta "kiamaniere? kiagrade?": <ekz><tld/> bela &scirc;i estas!
</ekz> <ekz><tld/> vi fartas?
</ekz> <ekz><tld/> estas via nomo?<fnt>Z</fnt>
</ekz>
</dif>
</snc>
<snc num="2">
<dif>
Konj. signifanta "sammaniere al, ne alie ol, sammaniere ol, samgrade ol, en tia maniero kia, kompare al, same je" k enkondukanta komparon: <ekz>barakti <tld/> fi&scirc;o ekster la akvo<fnt>Z</fnt>;
</ekz> <ekz>la popoloj interproksimi&gcirc;os  <tld/> unu familio<fnt>Z</fnt>;
</ekz> <ekz><tld/> ponardo en mi penetras &ccirc;iu vorto<fnt>Z</fnt>;
</ekz> <ekz>la estro estas por siaj soldatoj <tld/> bona patro<fnt>Z</fnt>;
</ekz> <ekz>ni staras unu apud alia ne <tld/> fremduloj, sed <tld/> fratoj<fnt>Z</fnt>;
</ekz> <ekz>li estas <tld/> ekzilita<fnt>Z</fnt>;
</ekz> <ekz>ili fari&gcirc;os <tld/> tute ne ekzistintaj<fnt>Z</fnt>;
</ekz> <ekz>proponi sin <tld/> servistinon<fnt>Z</fnt>;
</ekz> <ekz>&scirc;i kuris <tld/> rabia<fnt>Z</fnt>;
</ekz> <ekz>ni sentas nin <tld/> samgentanoj<fnt>Z</fnt>;
</ekz> <ekz>la estrino de la nacioj fari&gcirc;is <tld/> vidvino<fnt>Z</fnt>;
</ekz> <ekz>li propagandis <tld/> unua  tiujn ideojn<fnt>Z</fnt>;
</ekz> <ekz><tld/> esp-istojn tiu &ccirc;i batalado ne povas vin tu&scirc;i<fnt>Z</fnt>;
</ekz> <ekz>elekti la lingvon francan a&ubreve; anglan, <tld/> pli vastigitajn en la mondo<fnt>Z</fnt>;
</ekz>  <ekz>senti sin tute <tld/> hejme;
</ekz> <ekz>li komprenas predikon <tld/> bovo muzikon<fnt>Z</fnt>;
</ekz> <ekz>tiu &ccirc;i terura ekzemplo servu al vi <tld/> instruo;
</ekz> <ekz><tld/> rekompencon li petis nur glason da vino;
</ekz> <ekz>ni rigardis tion <tld/> nian devon;
</ekz> <ekz>estis al &scirc;i <tld/> se (= kvaza&ubreve; 1) &scirc;i pa&scirc;us sur akrajn tran&ccirc;ilojn<fnt>Z</fnt>;
</ekz> <ekz>li eksaltis, <tld/> se oni lin pikus.
</ekz>
</dif>
</snc>
<snc num="3">
<dif>
Nerekte ekkria, demanda a&ubreve; duba konj. kun signifo de maniero a&ubreve; grado: <ekz>terure, <tld/> mi volas man&gcirc;i<fnt>Z</fnt>;
</ekz> <ekz>&scirc;i faris tion por vidi, <tld/> granda estos la &gcirc;entileco de tiu knabino<fnt>Z</fnt>;
</ekz>  <ekz>anta&ubreve; ol mi transiros al la klarigo de tio, <tld/> mi solvis la problemon<fnt>Z</fnt>;
</ekz> <ekz><tld/> ajn (kvankam tre) malfacila estas nia tasko, ni persistos;
</ekz> <ekz><tld/> ajn (e&ccirc; se tre) malmulte vi pagos, mi estos kontenta;
</ekz> <ekz><tld/> ajn &ccirc;iu el niaj a&ubreve;skultantoj rilatas al tiu a&ubreve; alia formo de lingvo internacia, ni dubas, &ccirc;u trovi&gcirc;os inter ili e&ccirc; unu, kiu dubus la utilecon mem de tia lingvo<fnt>Z</fnt>;
</ekz> <ekz><tld/> ajn la afero estos, en &ccirc;iu okazo li devos ja ...i<fnt>Z</fnt>;
</ekz> <ekz><tld/> ajn eksterordinare  teruraj &scirc;ajnis iaj epizodoj, ili ne povis egali la abomenecon de tio &ccirc;i;
</ekz> <ekz>venu <tld/> eble plej balda&ubreve; (tiel balda&ubreve; kiel estos eble);
</ekz> <ekz>mi deziras &ccirc;apelon <tld/> eble plej malpezan.
</ekz>
</dif>
</snc>
<snc num="4">
<dif>
Korelativa konj. respondanta al <em>tiel, tia, tiom</em>: <ekz>mi estas tiel forta (a&ubreve;: same forfa) <tld/> vi;
</ekz> <ekz>mi obeos tiel, <tld/> mi promesis;
</ekz> <ekz>ni ne estas tiel naivaj, <tld/> pensas pri ni kelkaj personoj<fnt>Z</fnt>;
</ekz> <ekz>li kuris (sk tiel), <tld/> rapide li povis;
</ekz> <ekz>tiel balda&ubreve;, <tld/> ili nur povas<fnt>Z</fnt>;
</ekz> <ekz>tio estas ja pli profita, tiel por ilia gloro, <tld/> por ilia po&scirc;o<fnt>Z</fnt>;
</ekz> <ekz>neniam oni vidis tian malfeli&ccirc;an sorton, <tld/> mia<fnt>Z</fnt>;
</ekz> <ekz>mi &gcirc;ojas, ke vi havas tian saman opinion, <tld/> mi<fnt>Z</fnt>;
</ekz> <ekz>la uzado de la artikolo estas tia sama, <tld/> en la aliaj lingvoj<fnt>Z</fnt>;
</ekz> <ekz>li meritas havi tiajn filojn, <tld/> vi estas<fnt>Z</fnt>;
</ekz> <ekz>li havas tiom same da talento k kapablo, <tld/> mi<fnt>Z</fnt>.
</ekz> 
</dif>
<rim>
<em>1</em>: &Ccirc;ar post <em>kiel</em> la verbo estas ofte subkomprenata,  oni iafoje hezitas pri la kazo de la sekvanta subst. Por forigi &ccirc;iun dubon, oni nur restarigu la subkomprenatan ideon: <ekz>mi elektis lin <tld/> prezidanto
<klr>(&ccirc;ar mi estas prezidanto; la prezidanto estas la sama persono kiel la subjekto)</klr>;
</ekz> <ekz>mi elektis lin <tld/> prezidanton
<klr>(por fari el li prezidanton;  la prezidanto estas la sama persono kiel la komplemento)</klr>;
</ekz>  <ekz>mi faros vian idaron <tld/> polvo de la tero<fnt>Z</fnt>
<klr>(tiel multenombra  kiel estas)</klr>.
</ekz> 
</rim>
<rim num="2">
: Se oni volas akcenti, ke la eco montrita de la komparo estas neefektiva, oni uzu prefere kvaza&ubreve;: <ekz>ni akceptis lin <tld/> re&gcirc;on
<klr>(&ccirc;ar li estas efektive re&gcirc;o)</klr>;
</ekz>  <ekz>ni akceptis lin kvaza&ubreve; re&gcirc;on
<klr>(kvankam li ne estis efektive re&gcirc;o)</klr>.
</ekz> 
</rim>
</snc>
</drv>
<drv mrk="kiel.0a">
<kap><tld/>a</kap>
<snc>
<dif>
<ref tip="dif" cel="kia.0">kia</ref>(kun pli da insisto): <ekz>anta&ubreve; &ccirc;io demandu, <tld/>aj Danoj  lo&gcirc;as en Parizo, de kia speco<fnt>Z</fnt>.
</ekz> 
</dif>
</snc>
</drv>
<drv mrk="kiel.0e">
<kap><tld/>e</kap>
<snc>
<dif>
Formo pli akcentita de la adv. <tld/>.  
</dif>
</snc>
</drv>
</art></vortaro>
