<?xml version="1.0"?>
<!DOCTYPE vortaro SYSTEM "../dtd/vokoxml.dtd">

<vortaro>
<art mrk="kio">
<kap>
<fnt>*</fnt>
<rad>kio</rad></kap>
<drv mrk="kio.0">
<kap><fnt>*</fnt><tld/></kap>
<snc num="1">
<dif>
Demanda pronomo por ne&ubreve;tra&jcirc;oj:  <ekz><tld/> okazis?
</ekz> <ekz>pri <tld/> estas la demando?
</ekz>
</dif>
</snc>
<snc num="2">
<dif>
Nerekte demanda pronomo por ne&ubreve;tra&jcirc;oj: <ekz>neniu scias, <tld/> morga&ubreve; lin trafos<fnt>Z</fnt>;
</ekz> <ekz>li demandis &scirc;in, <tld/>n &scirc;i faras tie &ccirc;i, tute sola<fnt>Z</fnt>;
</ekz> <ekz>rigardu, <tld/> eliras el la bu&scirc;o de via fratino<fnt>Z</fnt>;
</ekz> <ekz>mi klarigis al vi, <tld/> devas esti la celado de niaj kongresoj<fnt>Z</fnt>.
</ekz> 
</dif>
<rim>
: En tiu senco, oni neniam esprimas la anta&ubreve;a&jcirc;on  <em>tio</em>. 
</rim>
</snc>
<snc num="3">
<dif>
Relativa pronomo uzata anstata&ubreve; <em>kiu</em>, kiam &gcirc;ia
anta&ubreve;a&jcirc;o estas <em>a)</em> <em>io, tio, &ccirc;io</em> 
(esprimata a&ubreve; ne); <em>b)</em> anta&ubreve;a tuta prop.; 
<em>c)</em> substantivigita adjektivo kun nedifina signifo: 
<ekz>mi volas, ke tio, <tld/>n mi diris, estu obeata;
</ekz> <ekz>sorto ofte alsendas, <tld/>n oni ne atendas<fnt>Z</fnt>; 
</ekz> <ekz><tld/> mia, tio bona<fnt>Z</fnt>; 
</ekz> <ekz>la urbo faris &ccirc;ion, <tld/>n ili povis por ke ni elportu 
la plej bonan rememoron<fnt>Z</fnt>; 
</ekz> <ekz><tld/> ajn estos l' unua vidoto, &gcirc;i estos al Dio 
oferota<fnt>Z</fnt>; 
</ekz> <ekz>pri <tld/> ajn prudenta vi al mi parolos, viaj vortoj 
ne perdi&gcirc;os<fnt>Z</fnt>; 
</ekz> <ekz>la naturo konservas sian moron, <tld/>n ajn la honto 
dirus<fnt>Z</fnt>; 
</ekz> <ekz>&scirc;i posedis fenomenan memoron, <tld/> &scirc;in 
kapabligis traduki sen notoj plej longan paroladon; 
</ekz> <ekz>nun li havis tempon por ekzerci la soldatojn, <tld/> estis 
lia plej amata okupo<fnt>B</fnt>; 
</ekz> <ekz>li ridas konstante, <tld/> estas netolerebla; 
</ekz> <ekz>la kongresaj kunsidoj okazos en unu sola domego, <tld/> multe 
helpos al la bona aran&gcirc;o; 
</ekz> <ekz>la plej bona, <tld/>n oni povas fari, estas...<fnt>Z</fnt>; 
</ekz> <ekz>mi promesis  ne ka&scirc;i anta&ubreve; vi e&ccirc; 
la plej malgrandan, <tld/>n mi povas ekscii pri la sorto de via 
frato<fnt>Z</fnt>; 
</ekz> <ekz>la sola, <tld/> mirigis ilin, estis tio, ke ili facile 
komprenis la lingvon<fnt>Z</fnt>; 
</ekz> <ekz>tio esatus la plej terura, <tld/> povus al mi okazi<fnt>Z</fnt>; 
</ekz> <ekz>tio estis la plej agrabla, <tld/>n oni povis al &scirc;i 
donaci<fnt>Z</fnt>; 
</ekz> <ekz>la sola, <tld/>n ili deziras, estas nur, ke oni lasu ilin 
trankvile vivi<fnt>Z</fnt>; 
</ekz> <ekz>la unua, <tld/>n ili a&ubreve;dis, estis...<fnt>Z</fnt>; 
</ekz> <ekz>la blanka, <tld/>n li vidis, estis nur &scirc;a&ubreve;mo 
sur la akvo<fnt>K</fnt>.
</ekz>
</dif>
<rim>
En tiu senco oni povas subkompreni la anta&ubreve;a&jcirc;on 
<em>tio</em> nur kiam &gcirc;i estas je la sama kazo 
kiel <em>kio</em>: <ekz>redonu, <tld/>n vi prenis.</ekz>
</rim>
</snc>
</drv>
</art></vortaro>
