<?xml version="1.0"?>
<!DOCTYPE vortaro SYSTEM "../dtd/vokoxml.dtd">

<vortaro>
<art mrk="$Id$">
<kap>
<fnt>*</fnt>
<rad>kiu</rad></kap>
<drv mrk="kiu.0">
<kap><fnt>*</fnt><tld/></kap>
<snc num="1">
<dif>
Demanda pronomo uzata sen ia resendo al apuda substantivo k montranta personon:  <ekz><tld/> venis?
</ekz>
</dif>
</snc>
<snc num="2">
<dif>
Demanda pronomo uzata por resendi al apuda substantivo k montranta  personon a&ubreve; objekton: <ekz><tld/> el ni kapablus tion?
</ekz> <ekz>el tiuj libroj <tld/>n vi prenos?
</ekz>
</dif>
</snc>
<snc num="3">
<dif>
Demanda adjektivo pri personoj a&ubreve; a&jcirc;oj:  <ekz><tld/> lernanto tion faris?
</ekz> <ekz><tld/>n daton ni havas hodia&ubreve;?
</ekz> <ekz>pri <tld/> libro vi parolas?
</ekz>
</dif>
</snc>
<snc num="4">
<dif>
Relativa pronomo pri personoj a&ubreve; a&jcirc;oj: <ekz><tld/> vivos, tiu vidos<fnt>Z</fnt>;
</ekz> <ekz>plej bone ridas, <tld/> laste ridas<fnt>Z</fnt>.
</ekz> 
</dif>
<refgrp tip="sin">
<ref cel="kia.0">kia</ref>.
</refgrp>
<rim>
: Kvankam Z ne &ccirc;iam obeis tiun regulon, estas nepre konsilinde uzi <em>kiu ajn</em> k &gcirc;enerale &ccirc;iujn korelativajn vortojn komencantajn per <em>k</em>, kiam ili estas akompanataj  de la insista nedifinita vorteto <em>ajn</em>, nur en dependa prop. kompletiganta la sencon de alia sendependa memstara prop., k uzi en la sendependaj memsignifaj  propozicioj nur la formojn komencantajn per <em>i</em> a&ubreve; <em>&ccirc;i</em>: <em>1</em> <tld/> ajn venos, vi ne enlasu (lin); <ekz><tld/> ajn volas, tiu anka&ubreve; povas;
</ekz> <ekz><tld/> ajn tion diras, mi restas dubanta;
</ekz> <ekz>de <tld/> ajn flanko la vento blovos, ni estos &scirc;irmataj;
</ekz> <ekz>tiu homo, <tld/> ajn li estas, ne estas malsa&gcirc;ulo;
</ekz> <ekz>la spertaj esperantistoj skribas per stilo preska&ubreve; simila, al <tld/> ajn nacio ili apartenas<fnt>Z</fnt>;
</ekz> <ekz>en <tld/> ajn loko li sin ka&scirc;os, oni fine trovos lin;
</ekz> <ekz><tld/>jn ajn argumentojn vi prezentos,  vi ne konvinkos min;
</ekz> <ekz><tld/> ajn vi estas, vi devas obei la le&gcirc;on.
</ekz><em>2</em> Donu al mi iun ajn libron; <ekz>mi povos suprengrimpi sen la helpo de iu ajn;
</ekz> <ekz>li pli sincere funebris ol iu ajn el la parencoj;
</ekz> <ekz>la esperantaj &scirc;losiloj donas la eblon al &ccirc;iu homo de iu ajn nacio tuj kompreni la skriba&jcirc;on;
</ekz> <ekz>mi ne permesos tion al iu (a&ubreve; &ccirc;iu) ajn;
</ekz> <ekz>iu (a&ubreve; &ccirc;iu) ajn povos eniri, se vi lasos la pordon ne&scirc;losita;
</ekz> <ekz>vi scias pli bone ol iu (a&ubreve; &ccirc;iu) ajn, ke...;
</ekz> <ekz>nian lingvon &ccirc;iu povas libere uzi por iu (a&ubreve; &ccirc;iu) ajn celo.
</ekz>
</rim>
</snc>
</drv>
</art></vortaro>
