<?xml version="1.0"?>
<!DOCTYPE vortaro SYSTEM "../dtd/vokoxml.dtd">

<vortaro>
<art mrk="$Id$">
<kap>
<fnt>*</fnt>
<rad>konserv</rad>/i
</kap>
<drv mrk="konser.0i">
<kap><fnt>*</fnt><tld/>i</kap>
<gra><vspec>tr</vspec></gra>
<snc num="1">
<dif>
Zorgi, ke io ne difekti&gcirc;u  a&ubreve; ne perdi&gcirc;u; malebligi pereon de io: <ekz>li sukcesis <tld/>i de putri&gcirc;o la kadavron<fnt>B</fnt>;
</ekz> <ekz>malproksima antikveco, pri kiu nenia historio <tld/>is al ni e&ccirc; la plej malgrandan dokumenton;
</ekz> <ekz>ili ne povis <tld/>i sian animon viva<fnt>Z</fnt>
</ekz> <ekz><tld/>i sekreton, la varmon, librojn, arkivojn, depona&jcirc;on;
</ekz> <ekz>okulvitroj, kiuj <tld/>as la vidkapablon;
</ekz> <ekz>oni <tld/>is nur unu alon de la konstrua&jcirc;o;
</ekz> <ekz>li devis zorgi pri loko, kie li povus <tld/>i siajn ormonerojn por gardi ilin de &scirc;telistoj.
</ekz>
</dif>
</snc>
<snc num="2">
<dif>
Ne perdi; da&ubreve;rigi posedi; havi ankora&ubreve;: <ekz>kiu kaptas tro vaste, malmulte <tld/>as<fnt>Z</fnt>;
</ekz> <ekz><tld/>i la pacon, la ordon, sian rangon, sian tutan forton a&ubreve; potencon, sian valoron, sian junecon, sian belecon, la vivon<fnt>Z</fnt>,
</ekz> <ekz>siajn dentojn;
</ekz> <ekz>la &ccirc;ielo <tld/>is ankora&ubreve; postesignojn de la matenru&gcirc;o<fnt>B</fnt>;
</ekz> <ekz><tld/>i sian opinion, konvinkon, agrablan memoron  pri tio, amikajn rilatojn kun iu, tradician moron, sian seriozecon;
</ekz> <ekz>la konferenco <tld/>is &ccirc;iam pure teknikan karakteron;
</ekz> <ekz><tld/>i al iu fidelecon<fnt>Z</fnt>,
</ekz> <ekz>sian favoron;
</ekz> <ekz>la fini&gcirc;oj, prefiksoj k sufiksoj estas tute memstaraj vortoj, kiuj <tld/>as &ccirc;iam egalan signifon<fnt>Z</fnt>;
</ekz> <ekz>&ccirc;u vi <tld/>os vian koleron por &ccirc;iam<fnt>Z</fnt>?
</ekz> <ekz><tld/>i ion en la memoro;
</ekz> <ekz><tld/>u klarecon de la kapo k prudenton<fnt>Z</fnt>.
</ekz> 
</dif>
</snc>
<trd lng="en">conserve</trd>
</drv>
<drv mrk="konser.0ado">
<kap><tld/>(ad)o</kap>
<snc>
<dif>
Ago <tld/>i: <ekz>por la <tld/>ado de nia vivo plej bone ta&ubreve;gas
la man&gcirc;o vegetarana;
</ekz> <ekz>esti komisiita por la <tld/>ado de monumentoj, pentra&jcirc;oj;
</ekz> <ekz>instinkto de mem<tld/>ado.
</ekz>
</dif>
</snc>
</drv>
<drv mrk="konser.0ajxo">
<kap><tld/>a&jcirc;o</kap>
<snc>
<dif>
Io, &gcirc;enerale man&gcirc;a&jcirc;o,  kion oni <tld/>is: <ekz>fari <tld/>a&jcirc;ojn el fi&scirc;oj.
</ekz>
</dif>
</snc>
</drv>
<drv mrk="konser.0anto0isto">
<kap><tld/>anto, <tld/>isto</kap>
<snc>
<dif>
Homo, kies profesio estas <tld/>i gravajn aferojn (librojn, arkivojn kc) 
</dif>
<refgrp tip="sin">
<ref cel="orator">oratoro 3</ref>.
</refgrp>
</snc>
</drv>
<drv mrk="konser.0ejo">
<kap><tld/>ejo</kap>
<snc>
<dif>
Loko, kie oni <tld/>as diversajn aferojn: <ekz><tld/>ejo por man&gcirc;a&jcirc;oj, varoj.
</ekz>
</dif>
<refgrp tip="sin">
<ref cel="arkiv.0o">arkivo</ref>,
<ref cel="dok.0o">doko</ref>.
</refgrp>
</snc>
</drv>
<drv mrk="konser.0ema">
<kap><tld/>ema</kap>
<snc>
<dif>
Ne &scirc;atanta &scirc;an&gcirc;ojn. 
</dif>
</snc>
</drv>
<drv mrk="konser.0ujo">
<kap><tld/>ujo</kap>
<snc>
<dif>
Skatolo kesto, en kiu oni <tld/>as ion 
</dif>
<refgrp tip="sin">
<ref cel="kolekt">kolektujo</ref>.
</refgrp>
<rim>
<em>Konservi</em> estas  &scirc;irmi kontra&ubreve; la naturaj detrufortoj (morto, ruino, forgeso);  <em>gardi</em> estas &scirc;irmi kontra&ubreve; &ccirc;iuspecaj dan&gcirc;eroj. Krome oni <em>konservas</em> ion, oni <em>gardas</em> ion a&ubreve; iun.  
</rim>
</snc>
</drv>
</art></vortaro>
