<?xml version="1.0"?>
<!DOCTYPE vortaro SYSTEM "../dtd/vokoxml.dtd">

<vortaro>
<art mrk="$Id$">
<kap>
<rad>kontrol</rad>/i
</kap>
<drv mrk="kontro.0i">
<kap><tld/>i</kap>
<gra><vspec>tr</vspec></gra>
<snc num="1">
<dif>
Administracie ekzameni  ion, por scii &ccirc;u tio estas ekzakte k la&ubreve;regule farita:  <ekz><tld/>i kontojn de banko, la biletojn en la teatro;
</ekz> <ekz>la &scirc;tato severe <tld/>as la enmigradon;
</ekz> <ekz>kvankam la formiko ne havas estron nek <tld/>anton, &gcirc;i kolektas dum la somero &gcirc;ian man&gcirc;on<fnt>Z</fnt>.
</ekz> 
</dif>
</snc>
<snc num="2">
<uzo tip="klr">(f)</uzo><dif>
Detale esplori ion por scii &ccirc;u tio estas konvene farita: <ekz><tld/>i fakturon, kalkulon;
</ekz> <ekz>estas necese <tld/>i tiun fakton, aserton anta&ubreve; ol decidi;
</ekz> <ekz>kapabla edzino <tld/>as la iradon de la aferoj en sia domo<fnt>Z</fnt>;
</ekz> <ekz>la Lingva Komitato estas  komisiita por zorgi la konservadon de esp-o k <tld/>i &gcirc;ian evoluon;
</ekz> <ekz><tld/>i la nombron de la membroj;
</ekz> <ekz>la Eternulo starigis vin pastro, por ke vi estu <tld/>anto super &ccirc;iu frenezulo, kiu prezentas sin kiel profeton,  k vi metu lin en karceron<fnt>Z</fnt>;
</ekz> <ekz>drinku tutajn tagojn, sed <tld/>u viajn agojn<fnt>Z</fnt>;
</ekz> <ekz>ni devas <tld/>i &ccirc;iun vorton, &ccirc;ar alie li nin batos per silaboj<fnt>Z</fnt>.
</ekz> 
</dif>
</snc>
<snc num="3">
<dif>
Esplori, &ccirc;u io estas konforma al supozo:  <ekz>oni iras al la kongresoj por <tld/>i, &ccirc;u oni &gcirc;uste ellernis la lingvon;
</ekz> <ekz>mi volas definitive <tld/>i, &ccirc;u mi povos...<fnt>B</fnt>;
</ekz> <ekz>li &ccirc;irka&ubreve;rigardis por <tld/>i, &ccirc;u vere minacas lin dan&gcirc;ero<fnt>B</fnt>.
</ekz> 
</dif>
</snc>
<trd lng="en">check</trd>
</drv>
<drv mrk="kontro.0o">
<kap><tld/>o</kap>
<snc num="1">
<dif>
Administracia ekzameno pri reguleco  a&ubreve; ekzakteco de io: <ekz>la Liganoj komisias la Ligon por la &gcirc;enerala <tld/>o pri la plenumado de la interkonsentoj;
</ekz> <ekz><tld/>o pri la spezoj;
</ekz> <ekz>la supera kortumo havas <tld/>on super la tuta &scirc;tata ma&scirc;inaro.
</ekz>
</dif>
</snc>
<snc num="2">
<dif>
Detala esplorado, &ccirc;u io estas tia, kia &gcirc;i devas esti: <ekz>ne kredu al parolo sen propra <tld/>o<fnt>Z</fnt>;
</ekz> <ekz>se vi sendis malsa&gcirc;ulon, sendu <tld/>on<fnt>Z</fnt>
<klr>(sk post li)</klr>.
</ekz> 
</dif>
</snc>
</drv>
<drv mrk="kontro.0ebla">
<kap><tld/>ebla</kap>
<snc>
<dif>
Povanta esti <tld/>ata: <ekz>facile <tld/>eblaj faktoj<fnt>Z</fnt>;
</ekz> <ekz>tio estas nur ne<tld/>ebla aserto.
</ekz>
</dif>
</snc>
</drv>
</art></vortaro>
