<?xml version="1.0"?>
<!DOCTYPE vortaro SYSTEM "../dtd/vokoxml.dtd">

<vortaro>
<art mrk="$Id$">
<kap>
<fnt>*</fnt>
<rad>ol</rad></kap>
<drv mrk="ol.0">
<kap><fnt>*</fnt><tld/></kap>
<snc num="1">
<dif>
Konjunkcio uzata post supereca a&ubreve;  malsupereca komparativo por kunligi du samnaturajn kunkomparita&jcirc;ojn:  <ekz>pli bona pano sen butero <tld/> kuko sen libero<fnt>Z</fnt>;
</ekz> <ekz>pli feli&ccirc;a estas donanto <tld/> prenanto<fnt>Z</fnt>;
</ekz>  <ekz>li ne estas generalo, sed ne malpli valoras <tld/> generalo<fnt>Z</fnt>;
</ekz> <ekz>kiu nenion timas estas ne malpli potenca <tld/> tiu, kiun &ccirc;iu timas<fnt>Z</fnt>;
</ekz> <ekz>la fiero malutilas pli multe <tld/> la malsato k soifo;
</ekz> <ekz>&scirc;i estas pli <tld/> bela, &scirc;i estas belega;
</ekz> <ekz>li parolas pli <tld/> li pripensas.
</ekz>
</dif>
<rim>
Oni vidas, ke la kunkomparita&jcirc;o, kiu sekvas <em>ol</em>, havas &ccirc;iam saman formon kiel tiu, kiu &gcirc;in anta&ubreve;as (subst., adj., infin., kc). &Gcirc;i havas konsekvence anka&ubreve; saman kazon: <ekz>li vin amas pli <tld/> &ccirc;iujn<fnt>Z</fnt>
<klr>(oni komparas la amon al vi k al &ccirc;iuj)</klr>;
</ekz> <ekz>li vin amas pli <tld/> &ccirc;iuj
<klr>(oni komparas la amon de <em>li</em> k de &ccirc;iuj)</klr>.
</ekz> 
</rim>
</snc>
<snc num="2">
<dif>
Se la du kunkomparita&jcirc;oj ne havas saman gramatikan naturon, k la dua konsistas el kompleta prop., tiu prop., estas enkondukata per <em>ol kiam, ol kiel, ol kiom</em>, la&ubreve; tio, se &gcirc;i havas tempan, manieran a&ubreve; mezuran sencon: <ekz>ne elspezu monon pli frue, <tld/> kiam vi &gcirc;in posedas;
</ekz> <ekz>&scirc;i alna&gcirc;adis multe pli proksime al la tero <tld/> kiel kura&gcirc;us ia alia<fnt>Z</fnt>;
</ekz> <ekz>mi havas, pli bonajn okulojn <tld/> kiel oni pensas<fnt>Z</fnt>;
</ekz> <ekz>li estas pli lojala <tld/> kiel mi kredis;
</ekz> <ekz>pli granda estas mia puno, <tld/> kiom mi povus elporti<fnt>Z</fnt>;
</ekz> <ekz>taksi iun pli alte, <tld/> kiom li meritas<fnt>Z</fnt>;
</ekz> <ekz>sia montras pli grandan intimecon <tld/> kiom montras la vorto &gcirc;ia<fnt>Z</fnt>;
</ekz> <ekz>la signaloj estas milfoje pli fortaj <tld/> kiom montras la teorio
<klr>(a&ubreve;: <tld/> la&ubreve; la teorio)</klr>;
</ekz> <ekz>pli da nuboj, <tld/> kiom la Nordo scias<fnt>Z</fnt>.
</ekz> 
</dif>
<rim>
En siaj unuaj verkoj Z uzas la simplan <em>ol</em> kun la senco de <em>ol kiom</em>: <ekz>ekzistas en &ccirc;ielo k sur tero pli da aferoj, <tld/> en la lernejoj instruas filozofoj.
</ekz>
</rim>
</snc>
<snc num="3">
<dif>
<em>Ol</em> estas anka&ubreve; uzata post vortoj, kiuj, kvankam ne 
estante formale komparativoj, tamen esprimas iele neegalecan komparon: 
<ekz>mi preferas &ccirc;irka&ubreve;mordi de malsato miajn ostojn, 
<tld/> per mortigo akiri en ri&ccirc;eco<fnt>Z</fnt>;
</ekz> <ekz>ili eble elektos alian solvon <tld/> ni elektis<fnt>Z</fnt>;
</ekz> <ekz>tiu esprimo signifas ion tute alian <tld/> ne jam<fnt>Z</fnt>;
</ekz> <ekz>&scirc;i estis tute alia <tld/> kiel li &scirc;in imagis al 
si<fnt>Z</fnt>;
</ekz> <ekz>li havas malsaman  karakteron <tld/> lia patro;
</ekz> <ekz>anta&ubreve; <tld/> vi venos al mi, li diros al mi la 
veron<fnt>Z</fnt>;
</ekz> <ekz>anta&ubreve; <tld/> forveturi, li man&gcirc;is;
</ekz> <ekz>post <tld/> li, enirinte, ekvidis la kapitanon, 
li kra&ccirc;is pro mal&scirc;ato.  
</ekz>
</dif>
</snc>
</drv>
</art></vortaro>
