<?xml version="1.0"?>
<!DOCTYPE vortaro SYSTEM "../dtd/vokoxml.dtd">

<vortaro>
  <art mrk="$Id$">
    <kap>
      <ofc>1</ofc>
      <rad>palt</rad>/o
    </kap>

    <drv mrk="palt.0o">
      <kap>
        <tld/>o
      </kap>
      <uzo tip="fak">TEKS</uzo>
      <snc>
        <dif>
          <ref tip="super" cel="vest.super0o">Supervesto</ref>,
          <ref tip="super" cel="surtut.0o">surtuto</ref> portata
          eksterdome, vintre a&ubreve; &gcirc;enerale en malvarma vetero:
          <ekz>
            li &jcirc;etis la <tld/>on sur la &scirc;ultrojn, kaj, kriante
            ankora&ubreve; unu fojon &dash; mi kuras, flugas, rapidas &dash;,
            li efektive kuris, rapidis kaj flugis de la &scirc;tuparo
            <fnt><bib>Marta</bib></fnt>;
          </ekz><ekz>
            brue fermi&gcirc;is la pordo, eniris nekonata juna
            virino en bonkvalita drapa <tld/>o borderita
            per flavru&gcirc;a felo
            <fnt>
              <aut>N. Lavrentjeva, tr. A. Sidorov</aut>:
              <vrk>Po&scirc;trestante</vrk>.
              <lok>Nica literatura revuo, 3:1</lok>
            </fnt>;
          </ekz><ekz>
            li estis rimarkinda per tio, ke li &ccirc;iam, e&ccirc; en
            vetero tre bela, portis galo&scirc;ojn, pluvombrelon
            kaj nepre anka&ubreve; <tld/>on vatitan
	    <fnt>
	      <aut>A. &Ccirc;e&hcirc;ov, tr. M.Luka&scirc;</aut>: <vrk>Enujulo</vrk>,
	      <lok>La Nica literatura revuo, 3:1</lok>
	    </fnt>;
          </ekz><ekz>
            surmetinte la pezajn <tld/>ojn kaj la pelto&ccirc;apegojn,
            ili salutis per &gcirc;entila gesto
            <fnt>
              <aut>Sen RODIN</aut>: <vrk>Diman&ccirc;o anta&ubreve; Kristnasko</vrk>.
	      <lok>La Nica literatura revuo, 5:3</lok>
            </fnt>.
          </ekz>
        </dif>
      </snc>
      <rim>
        Kvankam la vorto estas evidente francdevena, &scirc;ajnas ke la
        franca lingvo ne havas precizan vorton por la signifo kiun &gcirc;i
        akiris en Esperanto (kaj en pluraj lingvoj de nordaj popoloj).
        La 10a Oficiala Aldono difinas &gcirc;in per la kvar nacilingvaj
        tradukoj, el kiuj la tradukoj angla, pola kaj rusa klare
        indikas la sencon <ctl><em>varma</em> supervesto</ctl>; la
        francaj tradukoj estas du, el kiuj unu (pardessus) estas la
        franca vorto plej proksima al la senco angla-pola-rusa, dum la
        senco de la alia (paletot) probable ne plu klaras al la
        francoj mem.

        Tamen la oficiala traduko germana (&Uuml;berzieher) malakordas kun
        la indikita senco.

        PV kaj la PIV-oj probable imitas iun alilingvan difinon, kaj
        atribuas al la vorto nekarakterajn ecojn: ke <tld/>o estas
        nepre <em>vira</em> supervesto (malgra&ubreve; a&ubreve;toritataj ekzemploj
        pri ekzisto de inaj <tld/>oj en Esperanto: &ccirc;e Varankin e&ccirc;
        aperas inversa kontrastigo:
        <ekz>
          sur flava ligna vesttenilo, rampante unu sur la alian,
          pendis <em>viraj manteloj</em> kaj <em>virinaj <tld/>oj</em>
          kun multekostaj feloj
          <fnt><bib>Metrop</bib></fnt>
        </ekz>); ke
        <tld/>o estas <ctl>ordinare pli mallonga ol mantelo</ctl> &dash;
        la&ubreve; mi pli ofte la inverso estas vera.

        La&ubreve; mi, la esenca diferenco inter <tld/>o kaj pluvmantelo
        estas ne fasono (la fasono povas esti unu sama), sed la
        funkcio &dash; kaj sekve, la materialo.  Por pluvmantelo pli
        gravas, ke &gcirc;i estu akvorezita; por <tld/>o, ke &gcirc;i estu varma.
        Tial <tld/>o ofte estas el drapo -- tio konvenas al la ne&gcirc;a,
        malvarma kaj seka vintro Siberia, kaj malkonvenas por la
        a&ubreve;tuno (a&ubreve; la pluvoza franca vintro, kiu estas kiel la Siberia
        a&ubreve;tuno).

        Krome, <tld/>o estas kontrastigebla al diversaj etnografiaj
        <ref tip="super" cel="kaftan.0o">kaftanoj</ref> kiel vesto
        apartenanta al E&ubreve;ropa modo de post la mezo de la 19a jc;
        kaj al la <ref cel="mantel.pelto0o.varma">peltmanteloj</ref>:
        la <tld/>o normale estas el &scirc;tofo (a&ubreve; ledo).
        <aut>Sergio Pokrovskij</aut>
      </rim>
      <trd lng="be">&c_p;&c_a;&c_l;&c_ib;&c_t;&c_o;</trd>
      <trd lng="de">Paletot</trd>
      <trd lng="en">overcoat</trd>
      <trd lng="hu">fel&ouml;lt&odblac;</trd>
      <trd lng="nl">overjas</trd>
      <trd lng="pl">palto</trd>
      <trd lng="ru">&c_p;&c_a;&c_l;&c_mol;&c_t;&c_o;</trd>
    </drv>
  </art>
  <!--
  $Log$
  Revision 1.10  2004/06/03 16:53:15  revo
  Jozefo Horvath: +trd hu

  Revision 1.9  2004/02/23 18:17:20  revo
  Dmitri Gabinski: +trd be

  Revision 1.8  2002/07/08 18:23:36  revo
  Wolfram Diestel: kor. ref-cel

  Revision 1.7  2001/10/31 19:13:30  revo
  Yury Finkel: +trd ru, uzo TEKS, TEZ

  Revision 1.6  2001/08/27 18:13:21  revo
  Paul Peeraerts: ald trd nl

  Revision 1.5  2001/07/17 18:11:42  revo
  Dennis Wibrow: +trd germ

  -->
</vortaro>
