<?xml version="1.0"?>
<!DOCTYPE vortaro SYSTEM "../dtd/vokoxml.dtd">

<vortaro>
<art mrk="$Id$">
<kap>
<fnt>*</fnt>
<rad>po</rad></kap>
<subart>
<dif>
Prep. signifanta disdividon k uzata: 
</dif>
<snc num="1">
<dif>
Anta&ubreve; numeralo determinanta substantivon kiu estas cirkonstanca
komplemento,  por montri, ke la kvanto a&ubreve; mezuro esprimata da
tiu numeralo ne rilatas unufoje al &ccirc;iuj objektoj a&ubreve;
personoj  kune konsiderataj, sed rilatas ripete k sinsekve al
&ccirc;iu el ili aparte: <ekz>mi fumadis cigaredojn <tld/> 20 rubloj
por cento<fnt>Z</fnt>;
</ekz> <ekz>&scirc;i ricevis 2
lecionojn <tld/> 20 spesdekoj por horo<fnt>Z</fnt>; 
</ekz> <ekz>mi kudrados
<tld/> 10 horoj &ccirc;iutage por 20 spesdekoj<fnt>Z</fnt>;
</ekz> <ekz>la drapo kostas <tld/> 2 dolaroj por metro
<klr>(2 dolarojn por &ccirc;iu metro)</klr>;
</ekz> <ekz>oni trovas biletojn <tld/> 8 frankoj &ccirc;e la sekretario;
</ekz> <ekz>la komitato estas rebalotota &ccirc;iun  trian jaron <tld/> triono;
</ekz> <ekz>la infanoj estis venditaj por tuta jaro <tld/> 1
dra&hcirc;mo &ccirc;iu<fnt>B</fnt>;
</ekz> <ekz>oni povas nokti <tld/> 6 frankoj;
</ekz> <ekz>la kurso da&ubreve;ras dum 10 tagoj <tld/> 30 minutoj.
</ekz>
</dif>
<refgrp tip="sin">
<ref cel="cxiu.0">&ccirc;iu</ref>.
</refgrp>
</snc>
<snc num="2">
<dif>
Anta&ubreve; numeralo determinanta substantivon, kiu la&ubreve;logike
estas objekta komplemento a&ubreve; kelkfoje subjekto, por montri, ke
la kvanto a&ubreve; mezuro esprimata de tiu numeralo ne rilatas
unufoje al &ccirc;iuj objektoj a&ubreve; personoj kune konsideratej,
sed rilatas ripete k sinsekve al &ccirc;iu el ili aparte: 
<ekz>la gastoj trinkis <tld/> (sk unu) glaseto da vino<fnt>Z</fnt>
<klr>(&ccirc;iu el la gastoj trinkis unu glaseton da vino)</klr>;
</ekz> <ekz>ili ricevis <tld/> 5 pomoj<fnt>Z</fnt> <klr>(&ccirc;iu el ili
ricevis 5 pomojn)</klr>; 
</ekz> <ekz>al &ccirc;iu el la infanoj mi donis <tld/> 3
pomoj<fnt>Z</fnt> <klr>(mi donis 3 pomojn)</klr>; 
</ekz> <ekz>se mi legos en &ccirc;iu tago <tld/> 15 pa&gcirc;oj, 
mi finos la tutan libron en 4
tagoj<fnt>Z</fnt> <klr>(legos en &ccirc;iu tago 15
pa&gcirc;ojn)</klr>; 
</ekz> <ekz>elektu al vi <tld/> 3 homoj el &ccirc;iu tribo<fnt>Z</fnt>
<klr>(elektu 3 homojn el &ccirc;iu tribo)</klr>.
</ekz> 
</dif>
<refgrp tip="sin">
<ref cel="cxiu.0">&ccirc;iu</ref>
</refgrp>
<rim>
Kvankam &ccirc;i tiu uzado de la vorteto po estas Z-a, sekve bonstila,
&gcirc;i ofte embarasas  multajn esp-istojn, kies lingvan senton
&gcirc;i kontra&ubreve;as. Por facile forigi tiun embarason, oni povas
a&ubreve; simple eviti uzi la prep-on <em>po</em>,
anstata&ubreve;igante &gcirc;in per la vorto <em>&ccirc;iu</em>, kiu
havas saman disdividan sencon (Vd la suprajn ekzemplojn metitajn en
parentezoj),  a&ubreve; alglui &gcirc;in al la numeralo kiel
disdividan prefikson, a&ubreve; anka&ubreve; rigardi &gcirc;in kiel
adverbon samvaloran  kiel prefikso k seninfluan sur la kazo de la
sekvanta komplemento, konforme al la konsiloj de Lippmann, Bennemann,
k.a. k al la plurfoja uzado de bonaj verkantoj: 
<ekz>vi donos <tld/> 5
talentojn jare<fnt>B</fnt>; 
</ekz> <ekz>li devis trovi <tld/> 13 reprezentantojn de l' metiistoj<fnt>B</fnt>.
</ekz> Z mem skribis: <ekz>al tiu li donis <tld/> 5 dolarojn
</ekz> k deklaris en siaj L. R.: "Inter la esprimoj <ekz>doni <tld/> 2 pecojn
</ekz> k <ekz>doni <tld/> 2 pecoj
</ekz> estas malfacile diri, kiu estas la pli bona k tial amba&ubreve;
esprimoj estas uzeblaj k bonaj". 
</rim>
</snc>
</subart>
<subart>
<dif>
Pref. almetita al numeralo a&ubreve; subst. k havanta la saman
disdividan k ripetan sencon: 
</dif>
<snc>
<ekz>la gastoj trinkis <tld/>unu glaseton
da vino;
</ekz> <ekz>oni pagas <tld/>kvindek centimojn por 10 vortoj;
</ekz> <ekz>oni pagas 50 centimojn por <tld/>dek vortoj;
</ekz> <ekz>vendi <tld/>grande<fnt>Z</fnt>,
</ekz> <ekz><tld/>detale;
</ekz> <ekz>ricevi pagon <tld/>pece;
</ekz> <ekz><tld/>metre, <tld/>hore, <tld/>tage, <tld/>tune, <tld/>hektare, <tld/>membre;
</ekz> <ekz><tld/>sekunda rapideco;
</ekz> <ekz><tld/>numera prezo;
</ekz> <ekz><tld/>malmulte, <tld/>iom
<klr>(iom post iom)</klr>.
</ekz> 
<rim>
Kvankam en kelkaj okazoj oni povas preska&ubreve; indiferente uzi la
vorton <em>po</em> a&ubreve; la sufikson <em>op</em>, estas tamen
memorinde, ke oni ne povas en &ccirc;iu ajn okazo intermiksi tiujn du
vortetojn: oni uzu <em>po</em>, se oni celas atentigi pri kvanto
ripete konsiderata aparte; oni uzu <em>op</em> nur se oni celas
atentigi pri kvanto konsidetata kiel formanta tuton. Oni povas
la&ubreve;pla&ccirc;e diri: <ekz>ili mar&scirc;is <tld/> 4 en &ccirc;iu
vico,
</ekz>a&ubreve; <ekz>ili mar&scirc;is kvarope en vicoj,
</ekz>&ccirc;ar amba&ubreve; frazoj estas sume samsignifaj; sed la
frazo: <ekz>en tiu urbo miloj da mizeruloj lo&gcirc;as <tld/> 8
a&ubreve; 10 (anstata&ubreve;: okope a&ubreve; dekope) en unu
&ccirc;ambro
</ekz>ne estas ta&ubreve;ga, &ccirc;ar oni &gcirc;uste intencas
insisti pri la kontra&ubreve;higiena kuneco k opeco. Kontra&ubreve;e
estas ta&ubreve;ga la frazo: <ekz>la ekskursantoj devis disi&gcirc;i
por la nokto k lo&gcirc;i <tld/> 2 a&ubreve; 3 en diversaj hoteloj,
&ccirc;ar oni &gcirc;uste intencas insisti pri la neatendita diseco de
la kunvoja&gcirc;antoj.
</ekz>
</rim>
</snc>
</subart>
</art></vortaro>
