<!DOCTYPE vortaro PUBLIC "-//VoKo//DTD vortaro//EO" >

<vortaro>
<art mrk="si">
<kap>
<fnt>*</fnt>
<rad>si</rad></kap>
<drv mrk="si.0">
<kap><fnt>*</fnt><tld></kap>
<snc>
<dif>
Resenda pronomo de la tria persono,  uzata kiam &gcirc;i rilatas al la subjekto de la propozicio atentante tamen, ke, en dependaj partoj de propozicio ne havantaj gramatikan subjekton, oni devas konsideri  kiel subjekton ne la gramatikan subjekton  de la dependiga propozicio, sed la logikan subjekton de la dependa parto: <ekz>li ne sufi&ccirc;e zorgas pri <tld> mem;
</ekz> <ekz>&scirc;i lavas <tld>n<fnt>Z</fnt>;
</ekz> <ekz>li sentas <tld>n malfeli&ccirc;a;
</ekz> <ekz>kvinope ili <tld>n &jcirc;etis sur min<fnt>Z</fnt>;
</ekz> <ekz>li ordonis al la servisto rapide vesti <tld>n (la serviston);
</ekz> <ekz>mi konas kelkajn homojn nur por <tld> malavarajn;
</ekz> <ekz>&scirc;i proponis al li la sidlokon apud <tld>
</ekz>
</dif>
<rim num="1">
: La akuz. <em>sin</em> estas ofte uzata kiel prefikso samsignifa kiel mem: <ekz><tld>ndefendo, <tld>nregado, <tld>ngarda, <tld>ndona,  <tld>ntrotakseco<fnt>Z</fnt>.
</ekz> 
</rim>
<rim num="2">
: &Ccirc;ar la esprimoj <em>per si mem</em> k <em>inter si</em> havas apartan propran sencon, ili estas konsiderataj k uzataj  kiel unuvorta adverbo k ne sekvas la regulojn pri la uzado de <em>si</em>: <ekz>Volapük ne estis venkita de esp-o, &gcirc;i pereis per <tld> mem<fnt>Z</fnt>
<klr>(proprakulpe, propraka&ubreve;ze)</klr>;
</ekz>  <ekz>tiu aran&gcirc;o per <tld> mem (propraefike, propraforte) ne &scirc;an&gcirc;os la iradon de la afero<fnt>Z</fnt>;
</ekz> <ekz>tion li certe ne iniciatis per <tld> mem (propramove);
</ekz> <ekz>tiujn malsamajn objektojn miksi inter <tld> (reciproke) oni neniel devas<fnt>Z</fnt>;
</ekz> <ekz>rimedo por interkomunikigi inter <tld> niajn amikojn<fnt>Z</fnt>;
</ekz> <ekz>ili malpacas inter <tld>.
</ekz>
</rim>
</snc>
</drv>
<drv mrk="si.0a">
<kap><tld>a</kap>
<snc num="1">
<dif>
Poseda adj. resendanta al la gramatika subjekto de la propozicio a&ubreve; al la logika subjekto de la dependa propoziciparto  en samaj okazoj k la&ubreve; samaj reguloj, kiel la pron. <em>si</em>: <ekz>la patro amas <tld>ajn infanojn;
</ekz> <ekz>&ccirc;ia besto zorgas pri <tld>a nesto<fnt>Z</fnt>;
</ekz> <ekz>timulo timas e&ccirc; <tld>an propran ombron<fnt>Z</fnt>;
</ekz> <ekz>el &ccirc;iuj <tld>aj fratoj li estas la malplej  sa&gcirc;a<fnt>Z</fnt>;
</ekz> <ekz>li k lia fratino ne povis ka&scirc;i <tld>an &gcirc;ojon;
</ekz> <ekz>ludi per <tld>a violono estas lia plej alta plezuro;
</ekz> <ekz>tiuj konsideroj igis lin eldoni <tld>an pazigrafian provon<fnt>Z</fnt>;
</ekz> <ekz>ili donadis al li okazon montri <tld>ajn novajn vestojn<fnt>Z</fnt>;
</ekz> <ekz>li vidis <tld>an fratinon ludantan per <tld>a (de la fratino) pupo;
</ekz> <ekz>li ekvidis an&gcirc;elon starantan sur la vojo kun glavo en <tld>a mano<fnt>Z</fnt>;
</ekz> <ekz>ni ne hezitos nomi lin la plej bona el <tld>aj gefratoj;
</ekz> <ekz>rigardadi Esp-on nur de &gcirc;ia flanko praktika k uzadi &gcirc;in nur por <tld>a utilo<fnt>Z</fnt>.
</ekz> 
</dif>
</snc>
<snc num="2">
<dif>
Kvalifika adj. samsignifa kiel <em>propra</em>: <ekz>al &ccirc;iu la <tld>a;
</ekz> <ekz><tld>a estas pli kara ol la najbara<fnt>Z</fnt>;
</ekz> <ekz>&ccirc;io <tld>a estas plej &ccirc;arma<fnt>Z</fnt>
(<refgrp tip="vid">
<ref cel="vost.0o">vosto</ref>,
<ref cel="nest.0o">nesto</ref>
</refgrp>);
</ekz> <ekz>la amo al <tld>a patrino estas natura;
</ekz> <ekz>metu &ccirc;ion en <tld>an lokon;
</ekz> <ekz>por &ccirc;iu afero estas <tld>a tempo k
maniero<fnt>Z</fnt>. 
</ekz>
</dif>
<rim num="1">
Pri la uzado de <em>si</em> k <em>sia</em>, vd la raporton oficialan de W. Lippmann  al la Edinburga kongreso (1926). 
</rim>
<rim num="2">
En la esprimo <em>siatempe</em>, la pronomo <em>sia</em>,  preska&ubreve; tute perdinte sian originan signifon, ricevas jen la sencon de <em>konvena, &gcirc;usta, ta&ubreve;ga</em>: <ekz>tiam mi donos al via lando pluvon <tld>atempe<fnt>Z</fnt>;
</ekz> <ekz><tld>atempe estas dirate al Izrael, kion faras Dio<fnt>Z</fnt>;
</ekz> <ekz>jen simple la sencon de
</ekz><em>anta&ubreve;a, pasinta, tiu</em> (Ev.): <ekz>la grandan miron, kun kiu mi rigardis <tld>atempe (tiutempe,  tiam) tiujn heroojn<fnt>Z</fnt>;
</ekz> <ekz>mi volis <tld>atempe (tiam) proponi  komunan regulon<fnt>Z</fnt>;
</ekz> <ekz>per po&scirc;ta karto mi <tld>atempe (tiam) respondis al vi je via letero<fnt>Z</fnt>.
</ekz>  
</rim>
</snc>
</drv>
</art></vortaro>
